{
  "AC Milan": {
    "Total Leads": 4,
    "THOR Lead Status": "No",
    "Account Admins": [
      "David Angelo Roy Spezia"
    ],
    "Sales Leads": [
      "David Angelo Roy Spezia, Giovanni Lorizio, Gabriele Cuicchi"
    ],
    "Approach Methods": [
      "Richard T has asked Chiara Diana, who will meet with her contact Pierdonato Vercellone"
    ],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "Giorgio Furlani",
        "email": "gaf@acmilan.com",
        "phone": "+44 7917 404583"
      },
      {
        "name": "Matteo Vitello",
        "email": "",
        "phone": "+39 345 647 6545"
      },
      {
        "name": "Luca Bertarini",
        "email": "luca.bertarini@acmilan.com",
        "phone": "+39 328 213 4787"
      },
      {
        "name": "Tania  Moreno",
        "email": "",
        "phone": "(305) 951-3021"
      }
    ]
  },
  "AEG Worldwide": {
    "Total Leads": 3,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [
      "Richard T to approach ex-CFO of AEG Presents"
    ],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "Dan  Beckerman",
        "email": "dbeckerman@aegworldwide.com",
        "phone": "(213) 742-7120"
      },
      {
        "name": "Kelly  Cheeseman",
        "email": "kcheeseman@aegworldwide.com",
        "phone": "(213) 742-7218"
      },
      {
        "name": "Steven Cohen",
        "email": "steven.cohen@aegworldwide.com",
        "phone": "(303) 748-0872"
      }
    ]
  },
  "Accor": {
    "Total Leads": 3,
    "THOR Lead Status": "No",
    "Account Admins": [
      "Cédric DARTY"
    ],
    "Sales Leads": [
      "Jean Christophe FORMOSA, MAELLE BOUVIER, Eliott CHAUMET, Paul JULIE, Vanessa Ouaknin, Yann TEVOEDJRE"
    ],
    "Approach Methods": [
      "Richard has asked BOUVIER, Maelle; OUAKNIN, Vanessa (frog) and MARANDON, Alex"
    ],
    "Smart Venues Talking Points": [
      "Leads Accor’s global digital transformation, including: Overhaul of CRM, reservation, and property management systems | Development of the Digital Factory | Focus on AI, personalization, and guest experience orchestration",
      "Oversees global commercial strategy, including digital channels and loyalty\nKey stakeholder for guest experience platforms and smart venue monetization",
      "Leads Accor’s ALL – Accor Live Limitless platform\nFocused on personalized engagement, digital loyalty, and cross-brand experiences\nRelevant for Capgemini’s data-driven loyalty and personalization solutions"
    ],
    "Company Insights": [
      "1. Digital Guest Experience: Accor is enhancing personalization through AI and data-driven platforms. Focus on seamless, mobile-first guest journeys and emotional intelligence at scale.\n2. Smart Infrastructure & IoT: Investing in smart building technologies for energy efficiency, predictive maintenance, and guest comfort.\n3. Unified Data & Platform Integration: Breaking down silos across CRM, PMS, RMS, and loyalty systems to create a unified digital ecosystem.\n4. Innovation Labs & Startup Ecosystem: Running accelerators and incubators to pilot new tech solutions in hospitality.Collaborating with startups and tech partners to co-develop innovations.\n5. Sustainability & ESG: Prioritizing decarbonization, smart energy use, and waste reduction across properties. \n6. Loyalty & Experience Platforms: Expanding the ALL – Accor Live Limitless platform with AI-powered engagement and cross-brand experiences."
    ],
    "Individuals": [
      {
        "name": "Alix Boulnois",
        "email": "alix.boulnois@accor.com",
        "phone": "(905) 259-3806"
      },
      {
        "name": "Patrick Mendes",
        "email": "patrick.mendes@accor.com",
        "phone": "+33 145388800"
      },
      {
        "name": "Mehdi Hemici",
        "email": "mehdi.hemici@accor.com",
        "phone": "+33 1 45 38 43 25"
      }
    ]
  },
  "Alterra Mountain Company": {
    "Total Leads": 4,
    "THOR Lead Status": "No",
    "Account Admins": [
      "Ray Nath"
    ],
    "Sales Leads": [
      "Robert Shelden, Allyson Jamo Cohen"
    ],
    "Approach Methods": [
      "Mike Haddon"
    ],
    "Smart Venues Talking Points": [
      "Capgemini’s Smart Edge and IoT services offer scalable platforms for real-time asset monitoring, predictive maintenance, and connected logistics, ideal for managing resort infrastructure and ski lift systems.\nIntegration with existing tech stacks (e.g., Adobe Real-Time CDP) to enable data collaboration and personalized guest journeys.\nProven success in hospitality and travel sectors with intelligent automation and guest-centric digital services",
      "Capgemini’s Smart Venues can support Alterra’s Forward Stance initiative by enhancing guest satisfaction, employee engagement, and community impact through digital innovation.\nEnable sustainable operations with IoT-driven energy management and carbon footprint reduction strategies.\nCapgemini’s global experience in transforming iconic destinations aligns with Alterra’s ambition to lead in luxury mountain experiences.",
      "Smart Venues can transform base areas and hospitality spaces into digitally enhanced environments, improving foot traffic analytics, space utilization, and guest flow.\nCapgemini’s expertise in smart buildings and connected spaces supports placemaking and mixed-use development goals.\nReal-time data can inform redevelopment strategies and optimize ROI on physical assets.",
      "Capgemini’s platforms enable real-time personalization across web, mobile, and on-site experiences, enhancing guest loyalty and conversion rates.\nUse of AI and analytics to optimize campaign performance, guest segmentation, and cross-channel engagement.\nProven uplift in streaming campaign conversions (30%) through first-party data collaboration"
    ],
    "Company Insights": [
      "1. Ikon Pass Digital Ecosystem\nCentralized platform for multi-resort access, mobile engagement, and loyalty.\nOpportunity for Capgemini to enhance personalization, mobile UX, and data-driven guest insights.\n2. Resort Operations & Guest Flow\nManaging lift lines, ticketing, and crowd movement across 15+ resorts.\nCapgemini can support with AI-powered crowd analytics, real-time monitoring, and venue optimization.\n3. Smart Infrastructure & Sustainability\nFocus on energy-efficient resort operations, smart snowmaking, and environmental stewardship.\nCapgemini’s IoT and sustainability analytics can help optimize resource use and reporting.\n4. Digital Guest Experience\nMobile apps and online platforms for booking, navigation, and resort services.\nCapgemini can enhance with AI chatbots, smart recommendations, and connected experiences.\n5. Data Strategy & Cloud Modernization\nLikely investments in cloud-based systems for scalability and operational efficiency.\nCapgemini can offer cloud-native architecture and integration services."
    ],
    "Individuals": [
      {
        "name": "Gui Karyo",
        "email": "gkaryo@alterramtnco.com",
        "phone": "(917) 579-4275"
      },
      {
        "name": "Jared Smith",
        "email": "jaredsmith@alterramtnco.com",
        "phone": "(303) 749-8532"
      },
      {
        "name": "Krista  Sprenger",
        "email": "",
        "phone": ""
      },
      {
        "name": "Erin Vorhies",
        "email": "evorhies@alterramtnco.com",
        "phone": "(303) 749-8543"
      }
    ]
  },
  "Altius": {
    "Total Leads": 1,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "nan nan",
        "email": "",
        "phone": ""
      }
    ]
  },
  "Aspen One": {
    "Total Leads": 3,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [
      "Mike Haddon"
    ],
    "Smart Venues Talking Points": [
      "Recently appointed to lead enterprise-wide partnerships, sponsorships, events, summer expansion, and broader business development across all Aspen One business units.\nDigital Transformation Leader: Spearheaded Aspen’s contactless guest experience, including mobile ordering, touchless lift tickets, and digital concierge services.\nVision: Focused on creating digital tools that “meet and exceed” guest expectations and reduce friction in the guest lifecycle",
      "Stacy is a prime stakeholder for smart venue technologies, especially those involving data-driven personalization, digital ecosystems, and connected guest experiences. Her background includes leading digital turnarounds at Boardriders and Billabong Group",
      "As CEO, Dave is responsible for Aspen One’s overall vision and growth. He’s focused on innovation, guest experience, and sustainability—key pillars of Capgemini’s Smart Venues strategy"
    ],
    "Company Insights": [
      "1. Luxury Guest Experience\nAspen One focuses on high-end, personalized experiences across ski resorts, hotels, and lifestyle services.\nCapgemini can enhance this with AI-driven personalization, smart concierge services, and connected guest journeys.\n2. Mobile & Digital Engagement\nLikely uses mobile platforms for booking, trail maps, and resort services.\nOpportunity to integrate smart notifications, real-time updates, and digital loyalty programs.\n3. Sustainability & Smart Infrastructure\nAspen Skiing Company is known for its commitment to environmental sustainability.\nCapgemini can support with IoT-enabled energy monitoring, smart snowmaking, and sustainability analytics.\n4. Data Strategy & Cloud Modernization\nMulti-property operations would benefit from centralized data platforms and cloud-native infrastructure.\nCapgemini can offer data integration, predictive analytics, and AI-powered decision support."
    ],
    "Individuals": [
      {
        "name": "John Lilley",
        "email": "",
        "phone": ""
      },
      {
        "name": "Stacy Reece",
        "email": "sreece@aspen.com",
        "phone": "(855) 509-8642"
      },
      {
        "name": "Dave Tanner",
        "email": "dtanner@aspen.com",
        "phone": "(855) 509-8642"
      }
    ]
  },
  "BAE": {
    "Total Leads": 4,
    "THOR Lead Status": "Yes",
    "Account Admins": [
      "Simon Macwhirter"
    ],
    "Sales Leads": [
      "Bhuvana Vaithiyam Sudharsan, Dan Pironti, Neil Thompson, Veronica HARDING, Karl West, Sarita Fernandes, Neil Davis"
    ],
    "Approach Methods": [
      "Chris Price to explore"
    ],
    "Smart Venues Talking Points": [
      "Leads BAE’s global strategy across defense, aerospace, and technology\nStrong focus on international trade, skills development, and innovation",
      "Oversees U.S.-based operations including advanced electronics, IT solutions, and mission-critical systems\nExperienced in leading technologically complex programs across defense and commercial sectors",
      "Responsible for BAE’s global technology strategy, digital transformation, and innovation\nKey contact for smart infrastructure, AI, and digital twin applications",
      "Involved in strategic oversight of technology deployment and innovation initiatives"
    ],
    "Company Insights": [
      "1. Digital Transformation Services:\nBAE Systems helps organizations adopt disruptive technologies and embed new ways of working.\nFocus on enterprise architecture, strategy, delivery, and change management for digital innovation.\n2. Factory of the Future & Engineering Innovation\nIn partnership with Siemens, BAE is transforming manufacturing and engineering using digital twins, PLM, and edge computing.\nEmphasis on real-time data, automated logistics, and smart infrastructure.\n3. Data Analytics & Intelligence Platforms\nOffers platforms like DataBridge and DataRetain™ for high-performance data processing, lawful intercept, and cloud-ready compliance.\nRelevant for smart venue security, surveillance, and operational analytics.\n4. Sustainability & Supply Chain Modernization\nJoint initiatives with Siemens to modernize supply chains and promote sustainable digital practices\n\nhttps://www.baesystems.com/en/product/digital-transformation-services\nhttps://www.baesystems.com/en/product/digital-transformation-services"
    ],
    "Individuals": [
      {
        "name": "Charles  Woodburn",
        "email": "",
        "phone": ""
      },
      {
        "name": "Tom Arseneault",
        "email": "",
        "phone": "(603) 860-8791"
      },
      {
        "name": "Julian Cracknell",
        "email": "julian.cracknell@baesystems.com",
        "phone": "+44 7808 233844"
      },
      {
        "name": "Nicole Piasecki",
        "email": "",
        "phone": ""
      }
    ]
  },
  "BJC Health": {
    "Total Leads": 1,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "nan nan",
        "email": "",
        "phone": ""
      }
    ]
  },
  "Baptist Hospital": {
    "Total Leads": 1,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "nan nan",
        "email": "",
        "phone": ""
      }
    ]
  },
  "Boyne Resorts": {
    "Total Leads": 5,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [
      "Mike Haddon"
    ],
    "Smart Venues Talking Points": [
      "As the head of a family-owned company focused on innovation and guest-first experiences, Stephen is likely to champion transformative initiatives like smart venues that enhance brand value and customer satisfaction",
      "Leads Boyne’s partnership with Insight for system integration and modernization. He’s focused on scalable, flexible architecture and customer-centric digital experiences",
      "Spearheaded the Customer 360 platform and retail tech overhaul. He’s deeply involved in breaking down data silos and enabling personalized guest experiences",
      "Uses data platforms like Domo to optimize staffing, improve guest experience, and drive business decisions",
      "Leverages real-time data to manage staffing, retail performance, and customer satisfaction. A key stakeholder in operational efficiency and digital tools"
    ],
    "Company Insights": [
      "1. Mobile & Digital Guest Experience\nResorts offer mobile apps for ticketing, trail maps, and real-time updates.\nOpportunity for Capgemini to enhance with AI-driven personalization, smart notifications, and connected services.\n2. Lift & Crowd Management\nManaging lift lines and guest flow across multiple ski areas.\nCapgemini can support with real-time crowd analytics, IoT sensors, and venue optimization.\n3. Sustainability & Smart Infrastructure\nFocus on energy-efficient snowmaking, green building practices, and environmental stewardship.\nCapgemini’s IoT and sustainability analytics can help monitor and optimize resource usage.\n4. Data Strategy & Cloud Adoption\nLikely investments in cloud-based systems for scalability and operational efficiency.\nCapgemini can offer cloud-native architecture, data integration, and analytics platforms.\n5. Loyalty & Pass Programs\nPrograms like the Boyne Mountain Pass and seasonal memberships offer data-driven engagement opportunities.\nCapgemini can enhance with AI-powered loyalty engines and behavioral analytics."
    ],
    "Individuals": [
      {
        "name": "Stephen  Kircher",
        "email": "skircher@boyne.com",
        "phone": "(231) 549-6005"
      },
      {
        "name": "Dan  Beeler",
        "email": "dan.beeler@boyneresorts.com",
        "phone": "(623) 695-6562"
      },
      {
        "name": "Ryan Kneeshaw",
        "email": "rkneeshaw@boyneresorts.com",
        "phone": "(231) 549-7250"
      },
      {
        "name": "Michael  Anselmi",
        "email": "michael.anselmi@boyneresorts.com",
        "phone": "(415) 860-7130"
      },
      {
        "name": "Dylan Hall",
        "email": "",
        "phone": ""
      }
    ]
  },
  "CAA ICON": {
    "Total Leads": 2,
    "THOR Lead Status": "No",
    "Account Admins": [
      "Jonathan Kling"
    ],
    "Sales Leads": [],
    "Approach Methods": [
      "Jonathan to explore"
    ],
    "Smart Venues Talking Points": [
      "Over 30 years of experience in sports facility development and operations\nLed major venue transformations including Capital One Arena, Nissan Stadium, and UBS Arena\nDeep expertise in construction, operations, and strategic venue planning",
      "May be involved in strategic partnerships, contracts, and innovation-related agreements"
    ],
    "Company Insights": [
      "1. Strategic Venue Consulting:\nCAA ICON serves as an owner’s representative for major sports and entertainment venue projects, managing planning, design, construction, and commissioning for stadiums and arenas globally.\n2. Technology Integration Partnerships:\nCollaborates with firms like ANC and PCL Construction to deliver digital signage, immersive fan experiences, and venue modernization projects (e.g., Scotiabank Arena Reimagination)\n3. Fan Experience Innovation:\nFocus on enhancing retail, food & beverage, and premium spaces through digital transformation and immersive technologies\n4. Data-Driven Venue Design:\nEmphasis on aligning stakeholders and optimizing venue performance through strategic planning and analytics"
    ],
    "Individuals": [
      {
        "name": "Marc Farha",
        "email": "marc.farha@caaicon.com",
        "phone": "(704) 909-8448"
      },
      {
        "name": "Raul  Abad",
        "email": "raul.abad@caaicon.com",
        "phone": "(303) 557-3700"
      }
    ]
  },
  "CVS Health": {
    "Total Leads": 2,
    "THOR Lead Status": "Yes",
    "Account Admins": [
      "Scott Hodapp"
    ],
    "Sales Leads": [
      "Scott Hodapp, Ben Gilchriest, Martin Mikes"
    ],
    "Approach Methods": [],
    "Smart Venues Talking Points": [
      "As CEO, David is focused on transforming CVS into a digital-first health powerhouse and has supported major leadership changes to accelerate innovation",
      "Amy would be a key stakeholder for smart clinical environments, connected care, and AI-driven diagnostics"
    ],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "David Joyner",
        "email": "",
        "phone": ""
      },
      {
        "name": "Amy  Compton-Phillips",
        "email": "",
        "phone": ""
      }
    ]
  },
  "CVS Health (9000+ stores)": {
    "Total Leads": 1,
    "THOR Lead Status": "Yes",
    "Account Admins": [
      "Scott Hodapp"
    ],
    "Sales Leads": [
      "Scott Hodapp, Ben Gilchriest, Martin Mikes"
    ],
    "Approach Methods": [],
    "Smart Venues Talking Points": [
      "Tilak formerly CTO of Disney Parks (familiar with Synapse & Cap; good relationship with Synapse, though dated). Moved to CTO of MGM - no opportunities generated but stayed in touch"
    ],
    "Company Insights": [
      "1. Omnichannel Experience Integration\nCapgemini can help unify CVS’s digital and physical touchpoints through smart venue technologies, enabling seamless transitions between app, store, and virtual care.\n2. IoT & Edge Infrastructure\nDeploy smart sensors, automated workflows, and predictive maintenance across retail and clinic locations to improve operational efficiency and reduce costs.\n3. AI-Driven Personalization\nUse Capgemini’s AI platforms to deliver real-time, personalized health journeys, including prescription syncing, wellness recommendations, and proactive care alerts.\n4. Sustainability & Smart Energy Management\nImplement smart building systems to reduce energy consumption and support CVS’s ESG goals.\n5. Digital Twin & Simulation\nEnable real-time modeling of store layouts, customer flow, and staffing needs to optimize performance and enhance customer satisfaction."
    ],
    "Individuals": [
      {
        "name": "Tilak Mandadi",
        "email": "tilak.mandadi@cvshealth.com",
        "phone": "(407) 406-0827"
      }
    ]
  },
  "Caesars Entertainment": {
    "Total Leads": 4,
    "THOR Lead Status": "No",
    "Account Admins": [
      "James Mummert"
    ],
    "Sales Leads": [
      "Veselin Bjelakovic, James Mummert, Emily Haubenreich, Lani Graphos, Cristiano Oliveira"
    ],
    "Approach Methods": [
      "John S to investigate, but include Alison Thurber"
    ],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "Anthony Carano",
        "email": "acarano@eldoradoresorts.com",
        "phone": "(775) 846-2258"
      },
      {
        "name": "Shawn Clancy",
        "email": "sclancy@caesars.com",
        "phone": "(775) 345-5084"
      },
      {
        "name": "Kenneth Fuchs",
        "email": "kfuchs@caesars.com",
        "phone": "(646) 342-8282"
      },
      {
        "name": "Tim Dawson",
        "email": "tdawson@caesars.com",
        "phone": "(201) 790-5794"
      }
    ]
  },
  "Carnival Cruise Line": {
    "Total Leads": 3,
    "THOR Lead Status": "No",
    "Account Admins": [
      "Poornima Sreeram"
    ],
    "Sales Leads": [
      "Brian Dauer, Poushali Roy, James Jobe, Bryan Williams, Yvonne Allred, "
    ],
    "Approach Methods": [
      "John S to ask through contacts on right"
    ],
    "Smart Venues Talking Points": [
      "Oversees information technology, along with finance, planning, and operations\nInfluential in budgeting and approving large-scale tech initiatives",
      "Drives the overall strategic direction, including innovation and guest experience\nLikely to support initiatives that enhance operational efficiency and customer satisfaction",
      "Responsible for maritime operations, port development, and safety\nRelevant for smart infrastructure, IoT, and sustainability solutions"
    ],
    "Company Insights": [
      "1. Ships equipped with 7,000+ sensors, digital interaction points, and connected infrastructure for real-time personalization.\n2. Enhanced connectivity, onboard automation, and real-time guest service adjustments.\n3. Upgraded systems for data protection and operational continuity"
    ],
    "Individuals": [
      {
        "name": "David Bernstein",
        "email": "dbernstein@carnival.com",
        "phone": "(800) 764-7419"
      },
      {
        "name": "Josh Weinstein",
        "email": "jweinstein@carnival.com",
        "phone": "(305) 793-9604"
      },
      {
        "name": "Lars Ljoen",
        "email": "lljoen@carnival.com",
        "phone": "+49 40 3023931400"
      }
    ]
  },
  "Changi Airport Group": {
    "Total Leads": 4,
    "THOR Lead Status": "No",
    "Account Admins": [
      "Sharon Choong"
    ],
    "Sales Leads": [
      "Kenny Wee Keong Leow, Deepak Sarika"
    ],
    "Approach Methods": [
      "Richard T has asked Kenny, Sharon and Miles Upton"
    ],
    "Smart Venues Talking Points": [
      "Digital Twin of Changi Airport: Real-time simulation and monitoring of passenger movement, gate operations, and baggage handling.\nAI-driven Predictive Analytics: Anticipate congestion, optimize staffing, and reduce turnaround times.\nIntegrated Command Center: Unified dashboard for operations, enabling faster decision-making and incident response.",
      "Smart Airport Blueprint: Co-create a roadmap for Changi’s transformation into a global benchmark for smart airports.\nInnovation-as-a-Service: Access to Capgemini’s global R&D and innovation labs for rapid prototyping and testing.\nSustainability & ESG Integration: Smart energy and waste management systems aligned with Changi’s green goals.\n",
      "Cost Optimization through Automation: Reduce manual processes in maintenance, security, and passenger services.\nModular Investment Strategy: Phased implementation with measurable ROI at each stage.\nData-Driven Financial Planning: Use predictive models to forecast demand, revenue, and cost-saving opportunities.",
      "Zero Trust Architecture: Secure every layer of the smart venue ecosystem.\nAI-Powered Threat Intelligence: Real-time monitoring and anomaly detection across IT and OT systems.\nCompliance-First Design: Ensure alignment with ICAO, IATA, and Singapore’s PDPA regulations."
    ],
    "Company Insights": [
      "Developing  Terminal 5 and plans to link with over 200 cities by mid-2030s.\nNeed for Digital Transformation/innovation to maintain world-class service and operational efficiency."
    ],
    "Individuals": [
      {
        "name": "Monet Aluquin",
        "email": "",
        "phone": "+65 9004 0335"
      },
      {
        "name": "Choon How",
        "email": "how.choononn@changiairport.com",
        "phone": "+65 9004 0335"
      },
      {
        "name": "Ng Lai Leng",
        "email": "ng.laileng@changiairport.com",
        "phone": "+65 6595 6807"
      },
      {
        "name": "Tan Too Ping",
        "email": "tan.tooping@changiairport.com",
        "phone": "+65 9789 5690"
      }
    ]
  },
  "Costco": {
    "Total Leads": 3,
    "THOR Lead Status": "No",
    "Account Admins": [
      "Anupam Gautam"
    ],
    "Sales Leads": [
      "Riday Banerji, Kevin Wai, Krishna Kant Azad"
    ],
    "Approach Methods": [],
    "Smart Venues Talking Points": [
      "Terry is a key stakeholder in technology implementation across Costco’s global warehouse network",
      "Mike is responsible for online member engagement, checkout innovation, and digital tools like the warehouse availability app",
      "Javier is focused on technology-driven growth, AI adoption, and digital member experiences. He emphasizes collaboration with business units, cybersecurity, and rapid tech deployment"
    ],
    "Company Insights": [
      "1. Digital Member Experience\nMobile app and website support membership management, digital coupons, and online ordering.\nCapgemini can enhance with AI personalization, smart notifications, and connected customer journeys.\n2. Warehouse Optimization\nLarge-scale retail spaces require efficient layout, inventory tracking, and crowd flow management.\nCapgemini can support with digital twin modeling, IoT sensors, and real-time analytics.\n3. Supply Chain & Logistics\nCostco operates a complex global supply chain with high-volume throughput.\nCapgemini can contribute with smart logistics platforms, predictive analytics, and automated inventory systems.\n4. Sustainability & Smart Infrastructure\nFocus on energy-efficient buildings and waste reduction.\nCapgemini can offer smart energy management, environmental monitoring, and sustainability reporting tools.\n5. In-Store Technology\nUse of self-checkout, digital signage, and inventory automation.\nCapgemini can enhance with AI-powered customer flow optimization, interactive displays, and smart retail systems."
    ],
    "Individuals": [
      {
        "name": "Terry  Williams",
        "email": "terry_williams@costco.com",
        "phone": "(312) 481-2058"
      },
      {
        "name": "Mike Parrott",
        "email": "",
        "phone": "(425) 922-8390"
      },
      {
        "name": "Javier Polit",
        "email": "",
        "phone": "(404) 379-7876"
      }
    ]
  },
  "DaVita": {
    "Total Leads": 1,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "nan nan",
        "email": "",
        "phone": ""
      }
    ]
  },
  "DaiichiKosho Co, LTD": {
    "Total Leads": 1,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [
      "Mike Haddon"
    ],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "nan nan",
        "email": "",
        "phone": ""
      }
    ]
  },
  "Dubai International Airport": {
    "Total Leads": 10,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [
      "Richard T has asked Gaurav, Omkar, Walid"
    ],
    "Smart Venues Talking Points": [
      "Digital Twin of DXB: Real-time simulation of terminal operations, enabling proactive decision-making.\nAI-driven Operational Intelligence: Predict and manage congestion, optimize gate usage, and streamline baggage handling.\nIntegrated Command Center: Unified dashboard for all operational KPIs, enhancing situational awareness.",
      "Smart Airside Management: IoT sensors and AI to monitor aircraft movement, fueling, and ground crew coordination.\nPredictive Maintenance: Reduce downtime of critical airside infrastructure.\nCompliance Automation: Real-time alerts and digital logs for regulatory adherence.",
      "Resilience-as-a-Service: Scenario modeling and impact analysis using digital twins.\nAI-Powered Risk Detection: Early warning systems for operational anomalies.\nIntegrated Crisis Management Platform: Real-time collaboration tools for rapid response.",
      "Smart Venue Blueprint: End-to-end transformation roadmap tailored for DXB.\nSustainable Infrastructure: Smart energy, HVAC, and waste systems aligned with LEED goals.\nCross-functional Digital Integration: Unified data platform for operations, finance, and customer experience",
      "Cloud-native Airport OS: Scalable, modular platform integrating over 50 systems (aligned with DXB’s realtimeDXB initiative)\nAPI-first Architecture: Seamless integration with partners and third-party services.\nData Lake & Analytics Hub: Centralized insights for smarter decision-making.",
      "Digital Academy for Airports: Customized learning paths in AI, IoT, cybersecurity, and smart operations.\nAR/VR Training Modules: Immersive simulations for safety, operations, and customer service.\nLearning Analytics: Track ROI and skill development across teams.",
      "Smart Airport Visioning Workshops: Co-create a future-ready roadmap aligned with Dubai’s D33 economic agenda.\nPublic-Private Innovation Labs: Accelerate deployment of AI, robotics, and biometrics.\nSustainability & ESG Integration: Smart systems that support Dubai’s green economy goals.",
      "Smart Venues Flagship Program: Position DXB as a global benchmark for intelligent airports.\nAI & Robotics at Scale: Enhance passenger experience and operational throughput.\nDigital Twin Governance: Strategic oversight of all smart systems and KPIs.\n",
      "Zero Trust Architecture: Secure every layer of the smart venue ecosystem.\nCloud & Edge Infrastructure Modernization: Resilient, scalable, and future-ready.\nAI for IT Operations (AIOps): Predictive monitoring and automated incident resolution.",
      "Smart Facilities Management: IoT-enabled monitoring of HVAC, lighting, and water systems.\nPredictive Maintenance: Reduce downtime and extend asset life.\nSustainability Dashboards: Track carbon footprint and optimize resource use."
    ],
    "Company Insights": [
      "Capacity Constraints: DXB is nearing its physical capacity limits and must optimize throughput without major infrastructure expansion.\nPassenger Surge: 23.4 million guests in Q1 2025 alone; record-breaking traffic continues to rise.\nTech-Driven Efficiency: Focus on doubling passenger throughput using digital innovation.\nOperational Resilience: Need for seamless, secure, and scalable systems to handle peak loads.\nGuest Experience: Maintaining world-class service while scaling operations."
    ],
    "Individuals": [
      {
        "name": "Ibrahim Ameeri",
        "email": "ibrahim.alamiri@dubaiairports.ae",
        "phone": "+971 50 787 4444"
      },
      {
        "name": "Ali Darrai",
        "email": "ali.darrai@dubaiairports.ae",
        "phone": "+971 50 101 0338"
      },
      {
        "name": "David Warham",
        "email": "david.warham@dubaiairports.ae",
        "phone": "+971 52 734 4409"
      },
      {
        "name": "Majed Al Joker",
        "email": "majed.aljoker@dubaiairports.ae",
        "phone": "+971 50 644 0033"
      },
      {
        "name": "Yusuf Tungekar",
        "email": "yusuf.tungekar@dubaiairports.ae",
        "phone": "+971 4 504 4226"
      },
      {
        "name": "Mariam Al Shemsi",
        "email": "mariam.alshemsi@dubaiairports.ae",
        "phone": "+971 50 488 9990"
      },
      {
        "name": "Jamal Al Hai",
        "email": "jamal.alhai@dubaiairports.ae",
        "phone": "+971 4 216 1106"
      },
      {
        "name": "Paul Griffiths",
        "email": "paul.griffiths@dubaiairports.ae",
        "phone": "+971 50 242 0333"
      },
      {
        "name": "Biju Hameed",
        "email": "biju.hameed@dubaiairports.ae",
        "phone": "+971 4 504 4119"
      },
      {
        "name": "Dorothee Stein",
        "email": "dorothee.stein@dubaiairports.ae",
        "phone": "+971 50 658 3742"
      }
    ]
  },
  "Dubai South": {
    "Total Leads": 2,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [
      "Richard T has asked Gaurav, Omkar, Walid"
    ],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "Mohsen Ahmad",
        "email": "",
        "phone": "+971 50 450 0477"
      },
      {
        "name": "Mihaela Dima",
        "email": "mihaela.dima@dubaisouth.ae",
        "phone": "+971 54 701 4703"
      }
    ]
  },
  "Dubai Sports City": {
    "Total Leads": 2,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [
      "Richard T has asked Gaurav, Omkar, Walid"
    ],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "Helmi Aladham",
        "email": "ha@dsc.ae",
        "phone": "+971 50 659 0299"
      },
      {
        "name": "Zaid Aladham",
        "email": "zaida@dsc.ae",
        "phone": "+971 44251111"
      }
    ]
  },
  "Emaar Properties": {
    "Total Leads": 2,
    "THOR Lead Status": "No",
    "Account Admins": [
      "Emmanuel FONTENEAU"
    ],
    "Sales Leads": [
      "Pascal Cruls, Ville Kurki"
    ],
    "Approach Methods": [
      "Richard T has asked Gaurav, Omkar, Walid, Emmanuel, Pascal & Ville - Pascal no contacts. (Emmanuel back 20 Aug)"
    ],
    "Smart Venues Talking Points": [
      "Deep involvement in leisure, entertainment, and retail infrastructure\nExperience with immersive technologies and venue operations\nOversees special projects, making her a key stakeholder for innovation and transformation initiatives",
      "Directly involved in technology procurement and implementation\nKey stakeholder for smart infrastructure, digital guest experience, and venue operations"
    ],
    "Company Insights": [
      "1. Smart Communities & Smart City Infrastructure\nDevelopments like Dubai Hills and Downtown Dubai feature smart parking, energy-efficient lighting, and real-time traffic systems.\nProperties include IoT-enabled smart homes with mobile-controlled lighting, climate, and security.\n2. Digital Hospitality Transformation\nEmaar Hospitality Group launched AI-governed hotels, connected devices, and advanced in-room entertainment.\nStrategic partnership with Accenture to implement IoT and AI across guest touchpoints for enhanced experience and operational excellence\n3. Customer Experience (CX) Innovation\nFocus on luxury, personalization, and seamless digital services across residential and hospitality assets\nUse of native mobile apps for guest engagement, booking, and service personalization"
    ],
    "Individuals": [
      {
        "name": "Maitha Aldossari",
        "email": "maldossari@ecm.ae",
        "phone": "+971 50 450 9948"
      },
      {
        "name": "Kenneth  Foong",
        "email": "kfoong@emaar.ae",
        "phone": "+971 4 367 3333"
      }
    ]
  },
  "Fresenius": {
    "Total Leads": 1,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "nan nan",
        "email": "",
        "phone": ""
      }
    ]
  },
  "Halliburton": {
    "Total Leads": 3,
    "THOR Lead Status": "No",
    "Account Admins": [
      "Sheri Pollock"
    ],
    "Sales Leads": [
      "Sheri Pollock, Antonio Alonso Rubio, Tricia Gremillion"
    ],
    "Approach Methods": [
      "Dylan to explore"
    ],
    "Smart Venues Talking Points": [
      "Leads Halliburton’s global strategy\nDescribes data as a strategic asset and emphasizes automation and digital technologies as central to operational excellence\nAdvocates for embedding digitalization across all operations to improve safety, reliability, and customer value",
      "Drives Halliburton’s intelligent enterprise vision\nOversees platforms like DecisionSpace® 365, Unified Ensemble Modeling (UEM), and Agile Asset Management (AAM)\nFocuses on integrating data, science, and AI to deliver smarter, faster, and more sustainable solution",
      "Reinforces the role of digital transformation in reshaping operations\nFocused on data acquisition, automation, and decision optimization across drilling and evaluation services"
    ],
    "Company Insights": [
      "1. Intelligent Enterprise Vision\nHalliburton is building a data-driven, AI-enabled enterprise using automation, scientific models, and digital orchestration across operations.\n2. Cloud Transformation with Microsoft\nMigrated all physical data centers to Microsoft Azure, enhancing real-time platforms, analytics, and system reliability\n3. AI & Machine Learning Integration\nUses AI/ML for predictive analytics, remote operations, and performance optimization across the energy lifecycle\n4. Landmark Innovation Forum (LIFE2025)\nAnnual platform showcasing digital innovation, AI, and data science applications in operational excellence and customer value\n\nhttps://www.halliburton.com/en/about-us/press-release/halliburton-delivers-on-digital-vision-at-landmark-innovation-forum-and-expo\n"
    ],
    "Individuals": [
      {
        "name": "Jeff  Miller",
        "email": "jeff.miller@halliburton.com",
        "phone": "(281) 871-4000"
      },
      {
        "name": "Tony Antoun",
        "email": "",
        "phone": ""
      },
      {
        "name": "Joshua Sears",
        "email": "joshua.sears@halliburton.com",
        "phone": "(346) 244-8899"
      }
    ]
  },
  "Hamad International Airport": {
    "Total Leads": 5,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [
      "Richard T has asked Gaurav, Omkar, Walid"
    ],
    "Smart Venues Talking Points": [
      "Oversees operational integration of tech initiatives, including smart terminal systems"
    ],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "Hamad Ali Al-Khater",
        "email": "ahalkhater@hamadairport.com.qa",
        "phone": "+974 5504 4994"
      },
      {
        "name": "Lorrenz Icely",
        "email": "loferrer@hamadairport.com.qa",
        "phone": "+974 5106 6196"
      },
      {
        "name": "Sai Nagula",
        "email": "snagula@hamadairport.com.qa",
        "phone": "+974 5517 2323"
      },
      {
        "name": "Sandeep Bharade",
        "email": "sbharade@hamadairport.com.qa",
        "phone": "+974 6653 1044"
      },
      {
        "name": "Dudu Semenya",
        "email": "dsemenya@hamadairport.com.qa",
        "phone": "+974 3356 3267"
      }
    ]
  },
  "Hartsfield-Jackson Atlanta International Airport": {
    "Total Leads": 3,
    "THOR Lead Status": "No",
    "Account Admins": [
      "Sameer Bongale"
    ],
    "Sales Leads": [
      "Mark Magee"
    ],
    "Approach Methods": [
      "Martine has asked Alison Thurber"
    ],
    "Smart Venues Talking Points": [
      "Leads cybersecurity, cloud transformation, and AI-driven modernization. Ideal contact for smart infrastructure and digital transformation"
    ],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "Charles Pettis",
        "email": "charles.pettis@atl.com",
        "phone": "(404) 576-2285"
      },
      {
        "name": "Karen Ellis",
        "email": "karen@atl.com",
        "phone": "(210) 328-7673"
      },
      {
        "name": "Chris Crist",
        "email": "chris.crist@atl.com",
        "phone": "(678) 603-5518"
      }
    ]
  },
  "Heathrow Airport": {
    "Total Leads": 23,
    "THOR Lead Status": "Yes",
    "Account Admins": [
      "Bill Twibill"
    ],
    "Sales Leads": [
      "George Mowbray, Miles Fulton, Patrick Townson, Bill Twibill, Marco Hilgers"
    ],
    "Approach Methods": [
      "Richard T has asked Phil Vann, who recommended Group client partner Robert Green, and on the Invent side Rob Ezigbo, who have been contacted."
    ],
    "Smart Venues Talking Points": [],
    "Company Insights": [
      "Heathrow has been undergoing a major digital transformation to replace outdated infrastructure and unify fragmented systems (45+ back-end platforms)\nHeathrow aims to deliver world-class customer service through digital channels\nHeathrow has invested in driverless pods, smart energy systems, and Lean Six Sigma for operational efficiency\nHeathrow is focusing on data ownership and utilization to better understand passenger behavior\n\nhttps://www.futuretravelexperience.com/2021/02/how-heathrow-uses-innovation-and-automation-as-a-creative-leap-to-a-more-sustainable-future/\nhttps://www.techmonitor.ai/movers-and-shakers/heathrow-airport-digital-transformation\n"
    ],
    "Individuals": [
      {
        "name": "Sally Meredith",
        "email": "sally.meredith@heathrow.com",
        "phone": "+44 7771 945402"
      },
      {
        "name": "Helen Kilmartin",
        "email": "helen.kilmartin@heathrow.com",
        "phone": "+44 7720 553215"
      },
      {
        "name": "Kelly Stone",
        "email": "kelly.stone@heathrow.com",
        "phone": "+44 7713 075222"
      },
      {
        "name": "Trevor Waldock",
        "email": "trevor.waldock@heathrow.com",
        "phone": "+44 7899 066130"
      },
      {
        "name": "Tom Bolton",
        "email": "tom.bolton@heathrow.com",
        "phone": ""
      },
      {
        "name": "Dave Seymour",
        "email": "dave.seymour@heathrow.com",
        "phone": ""
      },
      {
        "name": "Alex Griffiths",
        "email": "alex.griffiths@heathrow.com",
        "phone": "+44 7780 115920"
      },
      {
        "name": "Ben Jones",
        "email": "ben.jones@heathrow.com",
        "phone": "+44 7826 875029"
      },
      {
        "name": "Helen Stokes",
        "email": "helen.stokes@heathrow.com",
        "phone": "+44 7925 641753"
      },
      {
        "name": "Sharon Smith",
        "email": "sharon.smith@heathrow.com",
        "phone": "+44 7766 134722"
      },
      {
        "name": "Mark Burgess",
        "email": "mark_burgess@heathrow.com",
        "phone": ""
      },
      {
        "name": "Bob Stickland",
        "email": "bob.stickland@heathrow.com",
        "phone": "+44 7525 900461"
      },
      {
        "name": "Chris Needham",
        "email": "chris.needham@heathrow.com",
        "phone": "+44 7920 586345"
      },
      {
        "name": "Mark Bulmer",
        "email": "mark.bulmer@heathrow.com",
        "phone": "+91 74679 52152"
      },
      {
        "name": "Hannah Jones",
        "email": "hannah.jones@heathrow.com",
        "phone": ""
      },
      {
        "name": "Huneljot Grewal",
        "email": "huneljot.grewal@heathrow.com",
        "phone": "+44 7809 237902"
      },
      {
        "name": "Mohammed Hassan",
        "email": "mohammed.hassan@heathrow.com",
        "phone": ""
      },
      {
        "name": "Daniel Frissen",
        "email": "daniel.frissen@heathrow.com",
        "phone": ""
      },
      {
        "name": "Ian Upton",
        "email": "ian.upton@heathrow.com",
        "phone": "+44 7713 780287"
      },
      {
        "name": "Kap Jhuti",
        "email": "kapaljit_jhuti@heathrow.com",
        "phone": "+44 7713 075175"
      },
      {
        "name": "neim feazell",
        "email": "neim-feazell@zoomhubs.com",
        "phone": "+44 7713 075175"
      },
      {
        "name": "Simon Butterfield",
        "email": "simon.butterfield@heathrow.com",
        "phone": "+44 7738 773741"
      },
      {
        "name": "Javier Echave",
        "email": "javier.echave@heathrow.com",
        "phone": "+44 7876 034931"
      }
    ]
  },
  "Hilton": {
    "Total Leads": 3,
    "THOR Lead Status": "No",
    "Account Admins": [
      "Kathleen Juckniess"
    ],
    "Sales Leads": [
      "Kathleen Juckniess"
    ],
    "Approach Methods": [
      "John S to investigate, but include Alison Thurber"
    ],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "Michael  Leidinger",
        "email": "michael.leidinger@hilton.com",
        "phone": "(703) 334-1797"
      },
      {
        "name": "Corey Epps",
        "email": "corey.epps@hilton.com",
        "phone": "(404) 219-4419"
      },
      {
        "name": "Christopher Nassetta",
        "email": "chris_nassetta@hilton.com",
        "phone": "(703) 883-1000"
      }
    ]
  },
  "Hoag": {
    "Total Leads": 1,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "nan nan",
        "email": "",
        "phone": ""
      }
    ]
  },
  "IKEA Ingka": {
    "Total Leads": 4,
    "THOR Lead Status": "Yes",
    "Account Admins": [
      "Urszula Slawinska"
    ],
    "Sales Leads": [
      "Ritesh Choubey, Wessel Post, Maarten Kap, Ignacio Iranzo Serra, Urszula Slawinska, Wessel Posty, Eloy De Sola Vidal"
    ],
    "Approach Methods": [],
    "Smart Venues Talking Points": [
      "Co- Leads IKEA’s AI Task Force with Wim, focusing on responsible AI, employee upskilling, and sustainable tech",
      "Francesco is leading IKEA’s GenAI shopping assistant, AI-powered customer service, and data-driven personalization",
      "Peter introduced autonomous drones for inventory tracking and supports AI-driven supply chain optimization"
    ],
    "Company Insights": [
      "1. Smart Retail & Store Experience\nIKEA has been investing in smart stores with digital signage, interactive kiosks, and mobile navigation.\nCapgemini can enhance with AI-powered customer flow analytics, personalized content delivery, and venue optimization.\n2. Digital Twin & Space Simulation\nIKEA uses 3D visualization tools and AR apps to help customers plan spaces.\nCapgemini can support with digital twin modeling for store layouts, logistics, and customer experience design.\n3. Sustainability & Smart Infrastructure\nStrong focus on energy efficiency, smart lighting, and green building practices.\nCapgemini can contribute with IoT-enabled energy monitoring, smart HVAC, and sustainability analytics.\n4. Omnichannel & Mobile Engagement\nIKEA integrates mobile apps, e-commerce, and in-store experiences.\nCapgemini can enhance with AI-driven personalization, smart notifications, and connected customer journeys.\n5. Warehouse & Supply Chain Automation\nIKEA is modernizing its logistics with automated warehouses and data-driven inventory management.\nCapgemini can support with smart logistics platforms, predictive analytics, and real-time tracking.\n"
    ],
    "Individuals": [
      {
        "name": "Parag Parekh",
        "email": "",
        "phone": ""
      },
      {
        "name": "Wim  Blauw",
        "email": "",
        "phone": ""
      },
      {
        "name": "Francesco Marzoni",
        "email": "",
        "phone": ""
      },
      {
        "name": "Peter Ac",
        "email": "",
        "phone": ""
      }
    ]
  },
  "Ikea Ingka": {
    "Total Leads": 1,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [
      "Charles to follow up following workshop, and Chris to follow up with UK team"
    ],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "nan nan",
        "email": "",
        "phone": ""
      }
    ]
  },
  "JFK International Air Terminal": {
    "Total Leads": 4,
    "THOR Lead Status": "No",
    "Account Admins": [
      "Poornima Sreeram"
    ],
    "Sales Leads": [
      "Maurice Dubuc, Robert LaBerge"
    ],
    "Approach Methods": [
      "Martine has asked Clement Lacroix, Alison Thurber & Jess Leitch"
    ],
    "Smart Venues Talking Points": [
      "Leads biometric passenger journeys, AI-based flow management, and digital transformation of JFK’s largest terminal",
      "Leads digital transformation and is directly involved in AI, biometrics, and passenger experience innovations."
    ],
    "Company Insights": [
      "partnered with Wipro to build an AI-enabled data analytics platform using Microsoft Azure\nJFK Terminal 4 uses Google Indoor Live View with AR and AI for intuitive indoor navigation\nJFKIAT has deployed Amadeus next-gen kiosks and biometric auto bag-drop units for seamless check-in and ID verification\nJFK is investing in IoT sensors and smart terminal redevelopment (e.g., New Terminal One project)\nJFKIAT is focused on creating a single view of terminal data across operations, finance, safety, and security"
    ],
    "Individuals": [
      {
        "name": "Milot Cadet",
        "email": "mcadet@jfkt4.nyc",
        "phone": "(347) 358-6413"
      },
      {
        "name": "Roel Huinink",
        "email": "rhuinink@jfkiat.com",
        "phone": "(718) 244-4444"
      },
      {
        "name": "James  May",
        "email": "jmay@jfkiat.com",
        "phone": "(917) 717-1215"
      },
      {
        "name": "Stephen  Tukavkin",
        "email": "stukavkin@jfkiat.com",
        "phone": "(718) 751-3738"
      }
    ]
  },
  "Life Time ": {
    "Total Leads": 3,
    "THOR Lead Status": "No",
    "Account Admins": [
      "Pratosh Jhari"
    ],
    "Sales Leads": [
      "Alexandra Broghammer, John Broghammer, Barry Hawes"
    ],
    "Approach Methods": [
      "Mike Haddon"
    ],
    "Smart Venues Talking Points": [
      "Capgemini’s Smart Edge and IoT platforms can support Life Time’s transition from AI experimentation to deployment, enhancing product innovation and team productivity.\nIntelligent automation and predictive maintenance can reduce operational costs and improve uptime across club infrastructure.\nCapgemini’s experience in AI-driven transformation aligns with Matt’s focus on cultivating an AI-first culture.",
      "Capgemini’s smart venue solutions enable personalized member journeys, mobile-first engagement, and connected wellness ecosystems.\nProven success in hospitality and wellness sectors with data-driven platforms and digital concierge services.\nCapgemini’s scalable architecture supports RJ’s vision for enterprise-wide digital transformation and IT modernization.",
      "Capgemini’s Smart Venues can transform Life Time’s athletic country clubs into digitally enhanced environments, improving space utilization, guest flow, and energy efficiency.\nSmart building automation and IoT infrastructure support Parham’s goals for redevelopment, new prototypes, and mixed-use expansion.\nReal-time data and predictive analytics can inform property planning and ROI optimization."
    ],
    "Company Insights": [
      "1. Digital Member Experience\nLife Time offers mobile apps for class booking, fitness tracking, and member engagement.\nCapgemini can enhance with AI personalization, smart scheduling, and connected wellness journeys.\n2. Connected Fitness Infrastructure\nFacilities include smart equipment, digital lockers, and integrated wellness services.\nOpportunity for IoT integration, real-time usage analytics, and venue optimization.\n3. Luxury Athletic Resorts & Mixed-Use Developments\nLife Time builds large-scale venues combining fitness, coworking, and residential spaces.\nCapgemini can support with digital twin modeling, smart building systems, and experience orchestration.\n4. Sustainability & Smart Operations\nFocus on energy-efficient buildings and sustainable operations.\nCapgemini can contribute with smart energy management, environmental monitoring, and sustainability analytics.\n5. Health & Wellness Personalization\nLife Time emphasizes personalized health programs and diagnostics.\nCapgemini’s AI and data platforms can support personalized recommendations and predictive health insights."
    ],
    "Individuals": [
      {
        "name": "Matt  Heinrichs",
        "email": "mheinrichs@lifetimefitness.com",
        "phone": "(612) 749-1111"
      },
      {
        "name": "RJ Singh",
        "email": "rsingh@lifetimefitness.com",
        "phone": "(651) 500-8530"
      },
      {
        "name": "Parham Javaheri",
        "email": "pjavaheri@lifetimefitness.com",
        "phone": "(612) 812-9403"
      }
    ]
  },
  "London Stadium": {
    "Total Leads": 3,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [
      "No contacts - we will cold call"
    ],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "Graham Gilmore",
        "email": "graham.gilmore@londonstadium185.com",
        "phone": "+44 20 8522 6060"
      },
      {
        "name": "Harman  Singh Bimrah",
        "email": "harnam.bimrah@londonstadium185.com",
        "phone": "+44 7946 591385"
      },
      {
        "name": "Darren Raczkowski",
        "email": "darren.raczkowski@londonstadium185.com",
        "phone": "+44 7718 477913"
      }
    ]
  },
  "Lucky Strike Entertainment Corp": {
    "Total Leads": 1,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [
      "Mike Haddon"
    ],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "nan nan",
        "email": "",
        "phone": ""
      }
    ]
  },
  "Maritz": {
    "Total Leads": 4,
    "THOR Lead Status": "No",
    "Account Admins": [
      "Emmanuel FONTENEAU"
    ],
    "Sales Leads": [
      "Paul Madarasz, Justin Tomboulian, Spencer Moxley, Justin Tomboulian"
    ],
    "Approach Methods": [],
    "Smart Venues Talking Points": [
      "Greg leads experience design for meetings, events, and incentive travel programs. His focus on immersive storytelling and sensory engagement aligns perfectly with Smart Venues’ vision of creating integrated, memorable experiences across digital and physical touchpoints.",
      "As CEO, David emphasizes strategic program design, personalization, and data-driven insights over pure tech. He’s also involved in Maritz’s digital transformation and partnerships.",
      "Responsible for Maritz’s technology strategy. Could be instrumental in evaluating Smart Venues’ platform integration and IoT capabilities.",
      "Steve is involved in operationalizing new offerings and partnerships"
    ],
    "Company Insights": [
      "Operates Business Events for corporations and industry associations, including ticketing, registration, and on-site management for CES"
    ],
    "Individuals": [
      {
        "name": "Gregg  Bogue",
        "email": "greg.bogue@maritz.com",
        "phone": "(314) 602-7231"
      },
      {
        "name": "David Peckinpaugh",
        "email": "david.peckinpaugh@maritz.com",
        "phone": "(619) 694-6899"
      },
      {
        "name": "John Wahle",
        "email": "john.wahle@maritz.com",
        "phone": "(314) 707-8157"
      },
      {
        "name": "Steve O'Malley",
        "email": "",
        "phone": ""
      }
    ]
  },
  "Marriott International": {
    "Total Leads": 4,
    "THOR Lead Status": "No",
    "Account Admins": [
      "Kathleen Juckniess"
    ],
    "Sales Leads": [
      "Brian Dauer, Michael Simms, Kathleen Juckniess, Scott Hinkley"
    ],
    "Approach Methods": [
      "John S to investigate, but include Alison Thurber"
    ],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "Liam Brown",
        "email": "liam.brown@marriott.com",
        "phone": "(240) 447-0358"
      },
      {
        "name": "Anthony Capuano",
        "email": "tony.capuano@marriott.com",
        "phone": ""
      },
      {
        "name": "Julius Robinson",
        "email": "julius.robinson@marriott.com",
        "phone": "(202) 437-6350"
      },
      {
        "name": "Peggy Fang Roe",
        "email": "peggy.fangroe@marriott.com",
        "phone": "(202) 439-1070"
      }
    ]
  },
  "Mayo Clinic": {
    "Total Leads": 1,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "nan nan",
        "email": "",
        "phone": ""
      }
    ]
  },
  "McDonalds": {
    "Total Leads": 2,
    "THOR Lead Status": "Yes",
    "Account Admins": [
      "Michael Mittelstadt"
    ],
    "Sales Leads": [
      "Debbie O'Brien, Richard Frank, Allison Strauss, David Rutkowski"
    ],
    "Approach Methods": [
      "Richard to ask through Sean R, Mike Haddon"
    ],
    "Smart Venues Talking Points": [
      "Leads technology across ~14,000 U.S. restaurants\nOversees POS systems, kiosks, mobile platforms, digital menu boards, back-office tech, and training applications\nDriving AI innovation, loyalty platforms, and new ordering channels",
      "Former U.S. CIO; now leads global product development and engineering\nInstrumental in scaling innovation across markets\nDeep experience in restaurant technology modernization, including mobile, kiosks, and crew experience platforms"
    ],
    "Company Insights": [
      "1.AI & Machine Learning:\nUsed for personalization, predictive analytics, and operational efficiency across restaurants\n2.Mobile & Digital Ordering:\nGlobal mobile app supports ordering, loyalty, and third-party delivery integration\n3.Dynamic Yield Acquisition:\nEnabled personalized drive-thru and kiosk experiences using decision logic technology\n4.Generative AI Partnership with Google Cloud:\nFocused on automation, equipment optimization, and real-time issue resolution\n5.IoT & Smart Equipment:\nLeveraging connected devices for kitchen automation and predictive maintenance\n6.Global Loyalty Program:\nOne of the largest in the world, with a goal to reach 250 million active users by 2027\n\nhttps://www.globaldata.com/store/report/mcdonalds-corporation-enterprise-tech-analysis/"
    ],
    "Individuals": [
      {
        "name": "Valerie Ashbaugh",
        "email": "valerie.ashbaugh@us.mcd.com",
        "phone": "(971) 295-4457"
      },
      {
        "name": "Whitney McGinnis",
        "email": "whitney.mcginnis@us.mcd.com",
        "phone": "(630) 400-2282"
      }
    ]
  },
  "Merlin Entertainments": {
    "Total Leads": 2,
    "THOR Lead Status": "No",
    "Account Admins": [
      "Integration Automation"
    ],
    "Sales Leads": [
      "Richard Wilson"
    ],
    "Approach Methods": [],
    "Smart Venues Talking Points": [
      "Former COO overseeing Gateway Attractions and Resort Theme Parks\nLeads global operations including Alton Towers, Thorpe Park, LEGOLAND, and Madame Tussauds\nStrong background in digital transformation and brand strategy",
      "Responsible for sustainability, safety, and compliance\nRelevant for smart venue solutions tied to ESG reporting, safety tech, and sustainability analytics"
    ],
    "Company Insights": [
      "1. Digital Transformation Strategy - Focused on enhancing guest experience and operational efficiency across theme parks and attractions\n2. Innovation Programs & Accelerators - Collaborations with startups and tech partners to pilot immersive and interactive technologies\n3. Technology Partnerships - Working with companies like Oracle, Tencent, Immersive Gamebox, and Attractions.io to implement smart tech solutions\n4. Mobile & Contactless Experiences - Use of mobile apps and digital platforms for ticketing, queue management, and personalized guest services\n5. Immersive & Interactive Attractions - Integration of AR/VR, gamification, and real-time engagement tools in venues like LEGOLAND, Madame Tussauds, and The London Eye"
    ],
    "Individuals": [
      {
        "name": "Fiona Eastwood",
        "email": "",
        "phone": ""
      },
      {
        "name": "Matt Jowett",
        "email": "",
        "phone": ""
      }
    ]
  },
  "Microsoft": {
    "Total Leads": 3,
    "THOR Lead Status": "Yes",
    "Account Admins": [
      "Ray Nath"
    ],
    "Sales Leads": [
      "Jeffrey Prendergast, Maciej Korzeniowski, Ashleigh Fergus, San Jose Bastante Carlos, Mario Pinilla Merino"
    ],
    "Approach Methods": [
      "Richard has asked Claudia Crummenerl and Sam Hart"
    ],
    "Smart Venues Talking Points": [
      "Leads global commercial business, including partnerships and customer transformation initiatives. He’s a key stakeholder for AI-first strategies and smart venue partnerships",
      "Provides executive insight and messaging around Microsoft’s innovation strategy, including smart venues and AI",
      "Digital Twins: Align Capgemini’s venue simulation tools with Azure Digital Twins and Omniverse.\nAI Personalization: Leverage Raghu’s expertise in recommendation systems to enhance guest experiences.\nScalable Data Platforms: Connect Capgemini’s cloud-native solutions with Microsoft’s data infrastructure.\nPrivacy & Ethics: Highlight Capgemini’s ethical AI practices, resonating with Raghu’s work on data privacy.\nInnovation Collaboration: Propose joint R&D or pilot programs with Microsoft Research and Capgemini’s innovation labs."
    ],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "Judson Althoff",
        "email": "",
        "phone": ""
      },
      {
        "name": "Frank Shaw",
        "email": "",
        "phone": ""
      },
      {
        "name": "Raghu Ramakrishnan",
        "email": "raghu@microsoft.com",
        "phone": "(425) 882-8080"
      }
    ]
  },
  "Miral": {
    "Total Leads": 6,
    "THOR Lead Status": "Yes",
    "Account Admins": [
      "Prerna Dugar"
    ],
    "Sales Leads": [
      "Daniel Searle, Malek Mtimet, Chiara Diana"
    ],
    "Approach Methods": [
      "Ben Gilchriest, Fredrik Astrom, Jonathan Kling"
    ],
    "Smart Venues Talking Points": [
      "Leads Miral’s overall strategy and innovation roadmap\nSpearheaded the Noor Initiative, a data-driven digital transformation strategy\nAdvocates for evolving Miral into a fully data-driven organization with predictive analytics, personalization, and immersive digital experience",
      "Oversees operations and innovation across Miral’s portfolio of theme parks and attractions on Yas Island",
      "Leads digital strategy, technology infrastructure, and smart systems integration across Miral’s destinations",
      "Drives operational innovation and transformation initiatives across guest-facing and back-end systems",
      "Focuses on ideation, innovation strategy, and future-forward concepts for guest engagement and smart experiences",
      "Responsible for end-to-end guest experience design and delivery, including digital concierge and personalization"
    ],
    "Company Insights": [
      "1. FacePass (Facial Recognition Technology)- Enables contactless access and payments across Yas Island attractions, enhancing guest safety and convenience\n2. MyConnect & MyPass Digital ID - A unified digital platform offering personalized, data-driven guest experiences and targeted marketing through a unique digital ID system\n3. Noor Initiative (Big Data & Predictive Analytics) - A strategic push to become a data-driven organization, using analytics to personalize experiences and optimize operations.\n4. Oracle Fusion Cloud Implementation - Automating core business processes (ERP, HCM, EPM) to improve operational efficiency, forecasting, and decision-making\n\nhttps://miral.ae/news-item/abu-dhabis-miral-embarks-on-a-digital-transformation-journey-with-oracle-fusion-cloud-applications/\nhttps://gulfbusiness.com/abu-dhabis-miral-launches-new-strategy-to-accelerate-data-driven-digital-transformation/"
    ],
    "Individuals": [
      {
        "name": "Mohamed Abdalla Al Zaabi",
        "email": "mohamed.alzaabi@miral.ae",
        "phone": "+971 24068888"
      },
      {
        "name": "Julien  Kauffmann",
        "email": "julien.kauffmann@disney.com",
        "phone": 164743740
      },
      {
        "name": "Raed Kuhail",
        "email": "raed.kuhail@miral.ae",
        "phone": "+971 2 406 7777"
      },
      {
        "name": "Deana Taylor",
        "email": "dtaylor@miral.ae",
        "phone": "+971 2 496 8217"
      },
      {
        "name": "Hugo Blomfield",
        "email": "hugo.blomfield@miral.ae",
        "phone": "+971 2 406 8827"
      },
      {
        "name": "Fergus Bugg",
        "email": "fbugg@miral.ae",
        "phone": "+971 2 493 0382"
      }
    ]
  },
  "Mountain Capital Partners": {
    "Total Leads": 3,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [
      "Mike Haddon"
    ],
    "Smart Venues Talking Points": [
      "As CEO, James oversees MCP’s expansion and investment strategy, including over $111 million in mountain improvements since 2015. He would be a key stakeholder in evaluating transformative technologies that enhance guest experience and operational efficiency.",
      "Scott is involved in day-to-day resort operations and long-term planning. Smart venue solutions like IoT infrastructure, digital signage, and real-time analytics would align with his focus on performance and growth",
      "Stacey’s role in shaping guest perception and culture makes her a key stakeholder for personalized digital experiences, mobile engagement, and loyalty platforms"
    ],
    "Company Insights": [
      "1. Multi-Resort Operations\nMCP manages over a dozen ski resorts and bike parks.\nOpportunity for centralized data platforms, real-time analytics, and cloud-native infrastructure to streamline operations.\n2. Digital Guest Experience\nLikely uses mobile platforms for ticketing, trail maps, and resort services.\nCapgemini can enhance with AI personalization, smart notifications, and connected guest journeys.\n3. Lift & Crowd Management\nManaging guest flow and lift lines across multiple properties.\nCapgemini can offer IoT sensors, AI-powered crowd analytics, and smart scheduling.\n4. Sustainability & Smart Infrastructure\nResorts may benefit from energy-efficient snowmaking, smart lighting, and environmental monitoring.\nCapgemini’s IoT and sustainability analytics can help optimize resource usage and reporting.\n5. Pass & Loyalty Programs\nMCP’s Power Pass offers multi-resort access and loyalty benefits.\nCapgemini can support with data-driven engagement, behavioral analytics, and personalized offers."
    ],
    "Individuals": [
      {
        "name": "James Coleman",
        "email": "",
        "phone": ""
      },
      {
        "name": "Scott Price",
        "email": "",
        "phone": ""
      },
      {
        "name": "Stacey  Glaser",
        "email": "stacey@mcp.ski",
        "phone": "(970) 382-2890"
      }
    ]
  },
  "NBA League": {
    "Total Leads": 1,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [
      "Lucas Davies has contact"
    ],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "nan nan",
        "email": "",
        "phone": ""
      }
    ]
  },
  "Nvidia": {
    "Total Leads": 3,
    "THOR Lead Status": "No",
    "Account Admins": [
      "Jimit Khetani"
    ],
    "Sales Leads": [
      "Galina Anokhina, Kevin Sieck, Rajat Gupta, Michael Simms, Khushboo FNU, Nilu Aghel"
    ],
    "Approach Methods": [
      "Richard has asked Claudia Crummenerl and Sam Hart"
    ],
    "Smart Venues Talking Points": [
      "Oversees NVIDIA’s Omniverse platform, which powers digital twins, smart infrastructure, and immersive environments\nIdeal contact for smart venue applications involving simulation, real-time collaboration, and spatial computing",
      "Leads NVIDIA’s efforts in high-performance computing and cloud-scale AI infrastructure\nRelevant for smart venue solutions requiring scalable AI and edge computing",
      "Oversees solutions for digital twins, 3D visualization, and immersive design\nKey stakeholder for smart venue applications in architecture, entertainment, and simulation"
    ],
    "Company Insights": [
      "1. NVIDIA Metropolis\nAI-enabled video analytics platform for real-time monitoring, crowd management, and safety across venues\n2. NVIDIA Omniverse\nUsed to build photorealistic digital twins of venues for simulation, planning, and optimization\n3. Digital Twins & Physical AI\nEnables simulation-ready environments for smart city and smart venue operations, including traffic flow, guest movement, and energy usage\n4. Vision AI & Sensor Integration\nPowers intelligent surveillance, access control, and operational efficiency using data from IoT sensors and video feeds\n5. AI Blueprint for Smart Spaces\nCombines Omniverse, Cosmos, NeMo, and Metropolis to create scalable, intelligent environments for public and private venues\n\nhttps://blogs.nvidia.com/blog/smart-city-ai-blueprint-europe/\nhttps://www.nvidia.com/en-us/industries/smart-cities-and-spaces/"
    ],
    "Individuals": [
      {
        "name": "Rev Lebaredian",
        "email": "",
        "phone": ""
      },
      {
        "name": "Ian Buck",
        "email": "ianbuck@nvidia.com",
        "phone": ""
      },
      {
        "name": "Bob Pette",
        "email": "bpette-gtc@nvidia.com",
        "phone": "(713) 416-2978"
      }
    ]
  },
  "One Spa World": {
    "Total Leads": 1,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [
      "?????"
    ],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "nan nan",
        "email": "",
        "phone": ""
      }
    ]
  },
  "Orlando Sanford International Airport": {
    "Total Leads": 6,
    "THOR Lead Status": "No",
    "Account Admins": [
      "Sameer Bongale"
    ],
    "Sales Leads": [
      "Jessica Leitch"
    ],
    "Approach Methods": [
      "Martine has asked Clement Lacroix, Alison Thurber & Jess Leitch"
    ],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "Nicole Maartz",
        "email": "nmartz@sfb.osaa.net",
        "phone": "(407) 585-4000"
      },
      {
        "name": "Nicole Guillet",
        "email": "nguillet@sfb.osaa.net",
        "phone": "(407) 585-4021"
      },
      {
        "name": "Lauren  Rowe",
        "email": "lrowe@osaa.net",
        "phone": "(407) 585-4500"
      },
      {
        "name": "Shani  Beach",
        "email": "sbeach@sfb.osaa.net",
        "phone": "(386) 804-9916"
      },
      {
        "name": "George  Speake",
        "email": "gspeake@osaa.net",
        "phone": "(407) 247-1212"
      },
      {
        "name": "Stephen  Fussell",
        "email": "sfussell@orlandosanfordairport.com",
        "phone": "(321) 439-4067"
      }
    ]
  },
  "Planet Fitness": {
    "Total Leads": 4,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [
      "Mike Haddon"
    ],
    "Smart Venues Talking Points": [
      "Capgemini’s smart venue infrastructure can support accelerated club openings and franchisee enablement through scalable, connected systems.\nSmart building solutions and IoT platforms can optimize space utilization, energy efficiency, and guest flow—critical for new club development.\nCapgemini’s experience in hospitality and retail aligns with Chip’s background at Wyndham and Starwood, making it a strategic fit for Planet Fitness’s growth model.",
      "Capgemini’s Smart Edge and IoT services offer predictive maintenance, intelligent monitoring, and connected logistics, ideal for Planet Fitness’s club operations.\nAI-driven personalization and data platforms can enhance member engagement, mobile experiences, and self-service capabilities.\nCapgemini’s secure, scalable architecture supports Paul’s goal of flexible and modern IT infrastructure",
      "Capgemini’s IoT and Edge solutions can integrate with SAP and warehouse systems to improve supply planning, order management, and distribution efficiency.\nSmart venue platforms can streamline club-level operations and reduce downtime through real-time diagnostics and automated alerts.",
      "Capgemini’s smart venue capabilities can power connected workout experiences, performance tracking, and community-driven platforms.\nAI and generative technologies can personalize fitness journeys, recommend content, and enhance digital coaching.\nCapgemini’s immersive smart services can support differentiated member experiences and brand loyalty"
    ],
    "Company Insights": [
      "1. Digital Member Engagement\nMobile app for check-ins, workout tracking, and class bookings.\nCapgemini can enhance this with AI-driven personalization, smart notifications, and connected fitness journeys.\n2. Connected Gym Infrastructure\nUse of digital kiosks, self-check-in, and smart equipment.\nOpportunity for IoT integration, real-time usage analytics, and equipment optimization.\n3. Franchise Operations at Scale\nOver 2,000 locations globally, requiring consistent digital experiences and operational efficiency.\nCapgemini can support with cloud-native platforms, centralized analytics, and venue performance dashboards.\n4. Loyalty & Retention Programs\nTiered memberships and promotional campaigns.\nCapgemini can enhance with behavioral analytics, AI-powered loyalty engines, and personalized offers.\n5. Sustainability & Smart Facilities\nPotential to optimize energy use, HVAC, and lighting across gyms.\nCapgemini can contribute with smart building systems and sustainability analytics"
    ],
    "Individuals": [
      {
        "name": "Chip Ohlsson",
        "email": "",
        "phone": "(201) 214-7811"
      },
      {
        "name": "Paul  Barber",
        "email": "paul.barber@pfhq.com",
        "phone": "(603) 750-0001"
      },
      {
        "name": "Mitch Spaulding",
        "email": "mitch.spaulding@pfhq.com",
        "phone": "(503) 539-8723"
      },
      {
        "name": "James Gimourginas",
        "email": "",
        "phone": "(301) 520-4532"
      }
    ]
  },
  "Powdr": {
    "Total Leads": 3,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [
      "Mike Haddon"
    ],
    "Smart Venues Talking Points": [
      "As CEO, Justin is responsible for Powdr’s growth and innovation strategy. He would be a key stakeholder in initiatives that enhance guest experience, sustainability, and operational efficiency through smart venue technologies",
      "As Director of IT Operations, Eddie is directly involved in technology deployment, infrastructure modernization, and operational efficiency—all core components of Capgemini’s Smart Venues offerings.\nHis background includes roles at Woodward Park City and Summit County, indicating experience with guest-facing tech, facility management systems, and municipal IT operations.\nEddie would be a key stakeholder in evaluating IoT platforms, connected venue solutions, and data-driven guest experience enhancements.",
      "Tim is deeply involved in operational strategy, guest experience, and infrastructure alignment—all areas where Capgemini’s Smart Venues offerings can deliver significant value.\nHe plays a central role in integrating technology across Powdr’s resorts and Woodward facilities, making him a prime stakeholder for IoT, Edge, and AI-driven solutions.\nHis background includes financial management and marketing strategy, which supports evaluating ROI and strategic fit for digital transformation initiatives"
    ],
    "Company Insights": [
      "1. Adventure Lifestyle & Resort Operations\nOperates multiple ski resorts and adventure parks across North America.\nOpportunity for Capgemini to support smart crowd management, real-time operations monitoring, and venue optimization.\n2. Mobile & Digital Guest Experience\nLikely uses mobile platforms for ticketing, trail maps, and guest services.\nCapgemini can enhance with AI-driven personalization, smart notifications, and connected guest journeys.\n3. Sustainability & Smart Infrastructure\nFocus on environmental stewardship and sustainable resort operations.\nCapgemini can contribute with IoT-enabled energy monitoring, smart snowmaking, and sustainability analytics.\n4. Data Strategy & Cloud Modernization\nAs a multi-resort operator, Powdr would benefit from centralized data platforms and cloud-native infrastructure.\nCapgemini can offer data integration, predictive analytics, and AI-powered decision support.\n5. Loyalty & Pass Programs\nPrograms like the Powdr Adventure Lifestyle Pass offer opportunities for data-driven engagement and personalized offers."
    ],
    "Individuals": [
      {
        "name": "Justin Sibley ",
        "email": "jsibley@powdr.com",
        "phone": "(435) 658-5500"
      },
      {
        "name": "Eddie Rodriguez",
        "email": "erodriguez@powdr.com",
        "phone": "(435) 714-3744"
      },
      {
        "name": "Tim  Brennwald",
        "email": "tbrennwald@powdr.com",
        "phone": "(801) 865-3400"
      }
    ]
  },
  "PureHealth": {
    "Total Leads": 1,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "nan nan",
        "email": "",
        "phone": ""
      }
    ]
  },
  "Real Madrid CF": {
    "Total Leads": 1,
    "THOR Lead Status": "No",
    "Account Admins": [
      "Manuel Alvarez Ruelas"
    ],
    "Sales Leads": [
      "Carlos Carnicero"
    ],
    "Approach Methods": [
      "Richard has asked Carlos, Manuel, cc'ing Carmen Castellvi."
    ],
    "Smart Venues Talking Points": [],
    "Company Insights": [
      "Aramco has a connection"
    ],
    "Individuals": [
      {
        "name": "Ayoub  Ben Yahia",
        "email": "",
        "phone": "+34 913984300"
      }
    ]
  },
  "Royal Carribean Group": {
    "Total Leads": 5,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [
      "Charles to ask Clement Lacroix"
    ],
    "Smart Venues Talking Points": [
      "Driving the company’s AI-powered digital transformation strategy\nFocused on personalization, identity-based booking, and unified digital ecosystems\nAdvocates for a “frictionless guest experience” and data-driven loyalty",
      "Leads product and technology innovation across the fleet\nKey figure in developing smart ship features, mobile platforms, and digital guest services",
      "Oversees digital engagement, loyalty, and guest experience strategies\nLikely involved in cross-channel personalization and mobile-first initiatives",
      "Responsible for onboard guest experience and venue operations\nIdeal contact for smart venue technologies, IoT, and operational efficiency",
      "Leads new ship design and innovation, including smart infrastructure and sustainability features"
    ],
    "Company Insights": [
      "1. Royal Caribbean offers advanced audio-visual setups for onboard events\n2. They use touchscreen wayfinders and real-time signage to guide guests and display event schedules\n3. Royal Caribbean has invested in fast, reliable internet across its fleet\n4. They use robotic screens and 12K projection systems for immersive shows\n5. Royal Caribbean has explored smart room booking, automated supplier onboarding, and digital business cards\n\nhttps://www.royalcaribbeanblog.com/2025/06/05/best-uses-of-tech-cruise-ship-today\nhttps://www.nashtechglobal.com/our-thinking/case-studies/royal-caribbean-digital-transformation-with-nashtech/\nhttps://www.royalcaribbeanincentives.com/discover/brand-experience/technology/\n\n"
    ],
    "Individuals": [
      {
        "name": "Jason Liberty",
        "email": "jason-liberty@rccl.com",
        "phone": "(954) 478-0550"
      },
      {
        "name": "Jay Schneider",
        "email": "jschneider@rccl.com",
        "phone": "(608) 201-0342"
      },
      {
        "name": "Kara Wallace",
        "email": "kwallace@rccl.com",
        "phone": "(305) 539-6057"
      },
      {
        "name": "Sean Treacy",
        "email": "streacy@rccl.com",
        "phone": "(305) 982-2125"
      },
      {
        "name": "Harri Kulovaara",
        "email": "harrikulovaara@rccl.com",
        "phone": "(305) 539-6855"
      }
    ]
  },
  "SF Giants": {
    "Total Leads": 1,
    "THOR Lead Status": "Yes",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [
      "Ryan S and Charles Y to Investigate"
    ],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "nan nan",
        "email": "",
        "phone": ""
      }
    ]
  },
  "Seattle Children's Hospital": {
    "Total Leads": 1,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "nan nan",
        "email": "",
        "phone": ""
      }
    ]
  },
  "Simon Group": {
    "Total Leads": 2,
    "THOR Lead Status": "No",
    "Account Admins": [
      "Jeffery Planck"
    ],
    "Sales Leads": [
      "Tyler Thompson, John Jackson, Matt Javit"
    ],
    "Approach Methods": [],
    "Smart Venues Talking Points": [
      "Directly responsible for technology strategy, digital platforms, and IT infrastructure\nKey stakeholder for smart venue technologies, data integration, and customer-facing innovation",
      "Oversees experiential retail, media partnerships, and immersive venue activations\nIdeal contact for smart venue applications in entertainment, branding, and digital engagement"
    ],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "Joe  Chiappetta",
        "email": "joseph.chiappetta@simon.com",
        "phone": "(317) 308-8700"
      },
      {
        "name": "Chip Harding",
        "email": "charding@simon.com",
        "phone": "(317) 403-2996"
      }
    ]
  },
  "Six Flags": {
    "Total Leads": 3,
    "THOR Lead Status": "No",
    "Account Admins": [
      "Manvendra Singh"
    ],
    "Sales Leads": [
      "0 opportunities"
    ],
    "Approach Methods": [],
    "Smart Venues Talking Points": [
      "Leads all digital and technology initiatives across Six Flags\nOversees AI, mobile platforms, digital wallets, and infrastructure modernization\nKey architect of Six Flags’ AI-powered guest experience strategy",
      "Championing the transformation of Six Flags into a technology-centric entertainment company\nStrong supporter of AI, personalization, and digital-first guest engagement",
      "Oversees park operations and execution of the long-range strategic plan\nLikely involved in smart infrastructure, operational tech, and guest flow optimization"
    ],
    "Company Insights": [
      "1. AI-Driven Guest Personalization - Leveraging AI to enhance pre-visit planning, in-park experiences, and customer engagement through personalized recommendations\n2. Generative AI Virtual Assistant (\"Missi Six\") - A digital concierge powered by Google Cloud’s Vertex AI, integrated into the app and website for real-time guest support and planning\n3. Revamped Mobile App - Features include interactive maps, mobile food ordering, and loyalty integration for seamless guest interaction\n4. Digital Wallet & Contactless Payments - Enables payments and loyalty access via app, smartwatch, or wristbands across all parks\n5. Real-Time Ride Media Capture - High-quality video and photo systems on rides for instant access to guest memories\n6. E-Gaming & Metaverse Initiatives - Launching the largest esports initiative in the theme park industry and a metaverse gaming platform\n\nhttps://www.businesswire.com/news/home/20240429443813/en/Revolutionizing-Thrills-Six-Flags-Sets-New-Standards-in-a-Digital-Transformation-Overhaul-to-Elevate-the-Guest-Experience/\nhttps://www.prnewswire.com/news-releases/six-flags-to-accelerate-digital-transformation-in-amusement-park-industry-and-launch-a-cutting-edge-virtual-assistant-powered-by-google-clouds-generative-ai-301912136.html\nhttps://blooloop.com/theme-park/news/six-flags-ai-technology-digital-transformation/"
    ],
    "Individuals": [
      {
        "name": "Ty  Tastepe",
        "email": "ty.tastepe@sixflags.com",
        "phone": "(321) 299-5285"
      },
      {
        "name": "Selim Bassoul",
        "email": "sbassoul@middleby.com",
        "phone": "(704) 414-4700"
      },
      {
        "name": "Tim Fisher",
        "email": "tim.fisher@sixflags.com",
        "phone": "(704) 961-8135"
      }
    ]
  },
  "SoFi Stadium and Hollywood Park": {
    "Total Leads": 4,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [
      "Richard T to ask Mike Haddon, and John S to ask Jonathan"
    ],
    "Smart Venues Talking Points": [
      "Led the implementation of cutting-edge venue technologies, including:\nLargest-ever Wi-Fi 6 deployment in a stadium\nFirst-ever 4K Cisco Vision system\nSeamless digital fan experiences and converged network infrastructure"
    ],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "Travis  Sampson",
        "email": "travis.sampson@hollywoodparkca.com",
        "phone": "(917) 776-6972"
      },
      {
        "name": "Janette Smrcka",
        "email": "janette.smrcka@hollywoodparkca.com",
        "phone": "(952) 693-5064"
      },
      {
        "name": "Paul Maldonado",
        "email": "paul.maldonado@hollywoodparkca.com",
        "phone": "(510) 871-7069"
      },
      {
        "name": "Mike Forrester",
        "email": "mike.forrester@hollywoodparkca.com",
        "phone": "(817) 690-4254"
      }
    ]
  },
  "Sphere Entertainment": {
    "Total Leads": 2,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [
      "Charles to ask Josh B at AIE",
      "John S to investigate"
    ],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "Mary  Tassini",
        "email": "mary.tassini@thesphere.com",
        "phone": "(212) 631-5344"
      },
      {
        "name": "Robert  Langer",
        "email": "robert.langer@thesphere.com",
        "phone": "(310) 740-1168"
      }
    ]
  },
  "Stade de France": {
    "Total Leads": 4,
    "THOR Lead Status": "No",
    "Account Admins": [
      "Manasi Zope"
    ],
    "Sales Leads": [
      "Xavier HENRION, Stéphanie PIERRON-DAHMANI, CHRISTOPHE BARRIERE"
    ],
    "Approach Methods": [
      "Charlotte to investigate"
    ],
    "Smart Venues Talking Points": [
      "Led digital transformation for Olympic venues including Stade de France, implementing:\n100% digital ticketing\n12,000 connected screens\n400,000 km of fiber optics"
    ],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "Bruno  Marie-Rose",
        "email": "bmarie-rose@paris2024.org",
        "phone": "(941) 875-6587"
      },
      {
        "name": "Frederic  Souplet",
        "email": "frederic.souplet@stadefrance.com",
        "phone": "+33 7 63 87 58 20"
      },
      {
        "name": "Olivier Mentheour",
        "email": "olivier.mentheour@stadefrance.com",
        "phone": "+33 155930000"
      },
      {
        "name": "Sylvain Boffelli",
        "email": "sylvain.boffelli@stadefrance.com",
        "phone": "+33 1 55 93 22 96"
      }
    ]
  },
  "Starbucks": {
    "Total Leads": 4,
    "THOR Lead Status": "No",
    "Account Admins": [
      "Deepak Kumar"
    ],
    "Sales Leads": [
      "Poushali Roy, John Stiehl, Deepak Kumar, Kaethe Henning"
    ],
    "Approach Methods": [
      "John Stiehl to liaise with Sheila and Deepak"
    ],
    "Smart Venues Talking Points": [
      "Known for driving digital innovation and operational transformation\nNow leading Starbucks’ strategic overhaul, including store expansion, digital reinvention, and customer experience modernization",
      "Leads global operations across Asia Pacific, EMEA, Japan, and Latin America\nRelevant for international smart venue rollouts and digital guest experience strategies",
      "Focused on improving the retail partner experience and expanding the North American store portfolio\nLikely involved in operational tech and customer-facing innovation",
      "Oversees store technology, digital platforms, AI, and infrastructure modernization\nKey decision-maker for smart venue technologies, IoT, and digital transformation"
    ],
    "Company Insights": [
      "1. Digital Flywheel Strategy - Built around rewards, personalization, payment, and order—integrating physical and digital touchpoints for seamless customer experiences.\n2. Mobile Order & Pay - Pioneered mobile-first ordering and payment, now used by a majority of customers for grab-and-go and drive-thru experiences.\n3. AI-Powered Personalization - Uses AI to tailor product recommendations, offers, and promotions based on individual customer behavior and preferences1.\n4. Customer Loyalty & Rewards - Starbucks Rewards program drives over 50% of U.S. store transactions, with deep integration into digital channels.\n5. Predictive Analytics & Automation - Investments in data analytics to optimize staffing, inventory, and store operations.\n6. Cloud-Based Infrastructure - Modernized tech stack for scalable rewards, ordering, and store operations integration.\n\nhttps://www.intelligentautomation.network/transformation/articles/starbucks-digital-transformation\nhttps://www.forbes.com/sites/noahbarsky/2021/11/16/starbucks-digital-transformation-boosts-customer-loyalty/"
    ],
    "Individuals": [
      {
        "name": "Brian Niccol",
        "email": "bniccol@starbucks.com",
        "phone": "(206) 447-1575"
      },
      {
        "name": "Brady  Brewer",
        "email": "",
        "phone": ""
      },
      {
        "name": "Sara Trilling",
        "email": "strillin@starbucks.com",
        "phone": "(206) 447-1575"
      },
      {
        "name": "Deborah Hall LeFevre",
        "email": "dlefevre@starbucks.com",
        "phone": "(847) 606-9167"
      }
    ]
  },
  "The Los Angeles Coliseum": {
    "Total Leads": 4,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [
      "Richard T to ask Mike Haddon",
      "Richard T to ask Mike Haddon, and John S to ask Jonathan"
    ],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "Matthew  Buswell",
        "email": "buswell@usc.edu",
        "phone": "(608) 769-5397"
      },
      {
        "name": "Sacha  Tani",
        "email": "sachatani@usc.edu",
        "phone": "(213) 765-6344"
      },
      {
        "name": "Teresa Guy",
        "email": "tguy@usc.edu",
        "phone": "(917) 432-7300"
      },
      {
        "name": "Anthony  Carmona",
        "email": "anthony.carmona@usc.edu",
        "phone": "(213) 222-3016"
      }
    ]
  },
  "The Walt Disney Company": {
    "Total Leads": 3,
    "THOR Lead Status": "Yes",
    "Account Admins": [
      "Fredrik Astrom"
    ],
    "Sales Leads": [
      "Jonathan Kling"
    ],
    "Approach Methods": [
      "Ben Gilchriest, Fredrik Astrom, Jonathan Kling"
    ],
    "Smart Venues Talking Points": [
      "Oversees all Disney parks, resorts, cruise lines, and experiences globally\nLeads strategic initiatives focused on enhancing guest experience through innovation and technology",
      "Responsible for cross-company planning of large-scale events (e.g., 2028 LA Olympics)\nIdeal for smart venue solutions tied to event infrastructure, crowd management, and immersive experiences",
      "Leads operations of Disneyland’s theme parks, hotels, and Downtown Disney\nPreviously led Disney Signature Experiences, including Disney Cruise Line\nStrong background in resort operations, transportation, and digital guest services"
    ],
    "Company Insights": [
      "1. RFID-enabled wearables used for room access, payments, ride check-ins, and personalized guest experiences through data analytics.\n2. Disney uses guest movement and behavior data to optimize crowd control, staffing, and personalized marketing.\n3. Through the new Office of Technology Enablement (OTE), Disney is embedding AI and XR into parks for immersive, tech-driven experiences.\n4. AI is being used to tailor attractions and environments to individual guest preferences, enhancing engagement and satisfaction"
    ],
    "Individuals": [
      {
        "name": "Josh D'Amaro",
        "email": "josh.damaro@disney.com",
        "phone": "(818) 560-5160"
      },
      {
        "name": "Ken Potrock",
        "email": "ken.ryan@disney.com",
        "phone": "(818) 560-1000"
      },
      {
        "name": "Thomas  Mazloum",
        "email": "thomas.mazloum@disney.com",
        "phone": "(714) 781-4636"
      }
    ]
  },
  "TopGolf": {
    "Total Leads": 3,
    "THOR Lead Status": "No",
    "Account Admins": [
      "Sara Watson"
    ],
    "Sales Leads": [
      "Dean Riley"
    ],
    "Approach Methods": [
      "Mike Haddon"
    ],
    "Smart Venues Talking Points": [
      "Artie is focused on delivering technology-driven experiences and expanding Topgolf’s reach through innovation and partnerships",
      "Rafik is a key stakeholder for smart venue infrastructure, IoT integration, and digital transformation initiatives",
      "Chris would be instrumental in evaluating smart venue solutions for new and existing locations"
    ],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "Arthur Starrs",
        "email": "",
        "phone": ""
      },
      {
        "name": "Rafik Hanna",
        "email": "",
        "phone": ""
      },
      {
        "name": "Chris Callaway",
        "email": "chris.callaway@topgolf.com",
        "phone": "(479) 715-1709"
      }
    ]
  },
  "UCM": {
    "Total Leads": 1,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "nan nan",
        "email": "",
        "phone": ""
      }
    ]
  },
  "UCSF": {
    "Total Leads": 1,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "nan nan",
        "email": "",
        "phone": ""
      }
    ]
  },
  "UT-Austin+MD Anderson": {
    "Total Leads": 1,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "nan nan",
        "email": "",
        "phone": ""
      }
    ]
  },
  "Unibail-Rodamco-Westfield": {
    "Total Leads": 4,
    "THOR Lead Status": "No",
    "Account Admins": [
      "Luis Rios"
    ],
    "Sales Leads": [
      "Amit Bhardwaj, Serge BARCELLA, Luis Rios"
    ],
    "Approach Methods": [],
    "Smart Venues Talking Points": [
      "Leads URW’s global strategy and transformation\nFormer President of URW’s U.S. division and COO\nDeep experience in retail, asset management, and venue operations",
      "Oversees sustainability strategy and resource optimization\nRelevant for smart infrastructure, ESG reporting, and energy-efficient venue solutions",
      "Leads strategic planning and investment decisions\nLikely involved in evaluating partnerships and ROI for smart venue initiatives",
      "Involved in conceptual planning and design innovation for URW’s global portfolio\nLikely to influence decisions around smart infrastructure, digital integration, and immersive guest experiences\nIdeal contact for projects involving mixed-use developments, entertainment districts, and experiential retail"
    ],
    "Company Insights": [
      "1. AI-Driven Real Estate Optimization\nUses AI for predictive modeling, market analysis, and portfolio optimization across shopping centers and office spaces.\n2. Smart Offices & Infrastructure\nImplements intelligent climate control, occupancy sensors, and AI-based security systems in office environments.\n3. Digital Twins for Facility Management\nUses digital twins (e.g., Westfield Stratford City) to simulate HVAC systems, optimize energy use, and improve occupant comfort.\n4. Westfield Rise & IXD Network\nOffers immersive media platforms and experiential campaigns across flagship centers using LED screens, real-time audience analytics, and interactive content.\n5. Customer Experience Platforms\nPlatforms like Goodays Connect and Quividi enable personalized engagement, emotional connection, and privacy-respectful analytics\n\nhttps://www.cash-platform.com/unveiling-tomorrow-unibail-rodamco-westfield-ses-pioneering-odyssey-at-the-intersection-of-ai-sustainability-and-global-innovation/\nhttps://www.betterbuildingspartnership.co.uk/unibail-rodamco-westfield-harnesses-power-technology-build-better-places\nhttps://retailtechinnovationhub.com/home/2025/4/14/unibail-rodamco-westfield-seeks-stateside-success-as-it-launches-westfield-rise-in-the-us"
    ],
    "Individuals": [
      {
        "name": "Jean-Marie Tritant",
        "email": "jean-marie.tritant@urw.com",
        "phone": "+33 1 53 43 74 16"
      },
      {
        "name": "Sylvain Montcouquiol",
        "email": "",
        "phone": ""
      },
      {
        "name": "Vincent Rouget",
        "email": "",
        "phone": ""
      },
      {
        "name": "Romain  Gilli",
        "email": "romain.gilli@urw.com",
        "phone": "(310) 467-3419"
      }
    ]
  },
  "United Parks & Resorts": {
    "Total Leads": 1,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "nan nan",
        "email": "",
        "phone": ""
      }
    ]
  },
  "Universal Destinations & Experiences": {
    "Total Leads": 4,
    "THOR Lead Status": "Yes",
    "Account Admins": [
      "Madan Sundararaju"
    ],
    "Sales Leads": [
      "Yogesh Pande, Noboru Oh, Miho Sakamoto, Bhavna Dubey, Rachel Meyer, Daniel Yogesh Pattappa"
    ],
    "Approach Methods": [
      "Richard has asked Yogesh Pande, Bhavna and Daniel, and Ruth T,  plus John S to look at Gordon G's contacts"
    ],
    "Smart Venues Talking Points": [
      "Leads experience design, product transformation, digital technology, parks tech, eCommerce, and Metaverse/Web3 innovation\nKey stakeholder for smart venue solutions, digital guest journeys, and immersive tech",
      "Oversees all global operations including Universal Orlando, Hollywood, Japan, and Beijing\nStrategic leader for innovation, expansion, and guest experience transformation",
      "Manages all Orlando-based parks including the upcoming Universal Epic Universe\nLikely involved in smart infrastructure, crowd management, and digital guest services",
      "Oversees theme park products, retail experiences, games, and digital platforms\nRelevant for smart retail, gamification, and immersive venue tech"
    ],
    "Company Insights": [
      "1. Sustainability-Driven Digital Transformation - Focus on clean energy, energy efficiency, and smart infrastructure through a strategic partnership with Hitachi Digital Services\n2. Smart Energy & Infrastructure - Deployment of EV charging stations, battery energy storage systems, and energy optimization platforms\n3. Immersive Guest Experiences - Emphasis on blending physical and digital worlds to enhance theme park experiences using advanced technology\n4. Data-Driven Operations- Use of analytics and industrial engineering to optimize operations and guest services\n5.Commitment to Innovation - Technology integrated across all business areas, reinforcing a culture of continuous innovation\n\nhttps://www.hitachienergy.com/news-and-events/press-releases/2025/06/hitachi-announces-technology-partnership-with-universal-destinations-and-experiences"
    ],
    "Individuals": [
      {
        "name": "Chris Crayner",
        "email": "chris.crayner@universalorlando.com",
        "phone": "(218) 688-6793"
      },
      {
        "name": "Mark Woodbury",
        "email": "mark.woodbury@universalorlando.com",
        "phone": "(407) 224-3013"
      },
      {
        "name": "Karen Irwin",
        "email": "karen.irwin@nbcuni.com",
        "phone": "(407) 963-9418"
      },
      {
        "name": "Vince  Klaseus",
        "email": "",
        "phone": ""
      }
    ]
  },
  "Vail Resorts": {
    "Total Leads": 4,
    "THOR Lead Status": "No",
    "Account Admins": [
      "Lee Taylor"
    ],
    "Sales Leads": [
      "Rahul Rajpoot, David Zemanek"
    ],
    "Approach Methods": [
      "Mike Haddon",
      "Charles Y to investigate"
    ],
    "Smart Venues Talking Points": [
      "Highlight Capgemini’s ability to modernize and unify legacy systems across resort operations.\nEmphasize scalable cloud platforms and AI-driven infrastructure for real-time decision-making.\nShowcase smart venue solutions that integrate guest data, operations, and sustainability metrics.",
      "Position Capgemini as a partner for agile delivery of digital enhancements across mobile, web, and on-site systems.\nDiscuss integration of IoT and smart sensors for operational efficiency and guest personalization.\nOffer support for digital twin technology to simulate and optimize resort layouts and guest flows.",
      "Present Capgemini’s capabilities in designing immersive, personalized guest journeys using AI and behavioral data.\nHighlight smart wayfinding, mobile concierge, and loyalty-driven engagement tools.\nExplore opportunities for enhancing EpicMix and other digital touchpoints with predictive and adaptive UX.",
      "Showcase Capgemini’s smart venue solutions for frictionless check-ins, queue management, and real-time service feedback.\nDiscuss biometric access, AR navigation, and AI-powered personalization.\nAlign with Vail’s commitment to elevating the guest experience through tech innovation."
    ],
    "Company Insights": [
      "1. EpicMix & Mobile Experience\nVail Resorts uses EpicMix, a mobile platform for lift tracking, photo sharing, and real-time resort updates.\nOffers opportunities for personalized guest engagement, location-based services, and digital loyalty.\n2. Data-Driven Operations\nInvests heavily in data analytics to optimize lift operations, crowd management, and guest flow.\nCapgemini can support with AI-powered venue optimization and predictive analytics.\n3. Digital Transformation & Cloud Strategy\nMigrated core systems to the cloud to improve scalability and operational efficiency.\nAligns with Capgemini’s expertise in cloud-native smart venue platforms.\n4. Sustainability & Smart Infrastructure\nFocus on energy-efficient operations, smart snowmaking, and environmental monitoring.\nCapgemini can contribute with IoT-enabled infrastructure and sustainability analytics.\n5. Guest Personalization & Loyalty\nUses behavioral data to tailor offers and experiences across resorts.\nCapgemini’s AI personalization engines can enhance this further."
    ],
    "Individuals": [
      {
        "name": "Chris  Smith",
        "email": "",
        "phone": ""
      },
      {
        "name": "Fernan  Peralta",
        "email": "",
        "phone": ""
      },
      {
        "name": "Brooks Goldade",
        "email": "brooks.goldade@vailresorts.com",
        "phone": "(303) 404-1800"
      },
      {
        "name": "Havish Vinnakota",
        "email": "havish.vinnakota@vailresorts.com",
        "phone": "(303) 404-1800"
      }
    ]
  },
  "parks! america": {
    "Total Leads": 1,
    "THOR Lead Status": "No",
    "Account Admins": [],
    "Sales Leads": [],
    "Approach Methods": [],
    "Smart Venues Talking Points": [],
    "Company Insights": [],
    "Individuals": [
      {
        "name": "nan nan",
        "email": "",
        "phone": ""
      }
    ]
  }
}